export const GowriChart = {
    கதிரவன்: {
        day: {
            order: [
                'உத்தி கௌரி',
                'அமுதம் கௌரி',  
                'ரோக கௌரி', 
                'லாபம் கௌரி', 
                'தனம் கௌரி', 
                'சுபம்', 
                'சோர கௌரி',
                'விஷ கௌரி'
            ]
        },
        night: {
            order: [
                'தனம் கௌரி',
                'சுபம்', 
                'சோர கௌரி', 
                'விஷ கௌரி',
                'உத்தி கௌரி', 
                'அமுதம் கௌரி', 
                'ரோக கௌரி', 
                'லாபம் கௌரி'
            ]
        }
    },
    மதி: {
        day: {
            order: [
                'அமுதம் கௌரி', 
                'விஷ கௌரி', 
                'ரோக கௌரி', 
                'லாபம் கௌரி', 
                'தனம் கௌரி', 
                'சுபம்', 
                'சோர கௌரி', 
                'உத்தி கௌரி'
            ]
        },
        night: {
            order: [
                'சுபம்', 
                'சோர கௌரி', 
                'உத்தி கௌரி', 
                'அமுதம் கௌரி', 
                'விஷ கௌரி', 
                'ரோக கௌரி', 
                'லாபம் கௌரி', 
                'தனம் கௌரி'
            ]
        }
    },
    சேய்: {
        day: {
            order: [
                'ரோக கௌரி', 
                'லாபம் கௌரி', 
                'தனம் கௌரி', 
                'சுபம்', 
                'சோர கௌரி', 
                'உத்தி கௌரி', 
                'விஷ கௌரி', 
                'அமுதம் கௌரி'
            ]
        },
        night: {
            order: [
                'சோர கௌரி', 
                'உத்தி கௌரி', 
                'விஷ கௌரி', 
                'அமுதம் கௌரி', 
                'ரோக கௌரி', 
                'லாபம் கௌரி', 
                'தனம் கௌரி', 
                'சுபம்'
            ]
        }
    },
    மால்: {
        day: {
            order: [
                'லாபம் கௌரி', 
                'தனம் கௌரி', 
                'சுபம்', 
                'சோர கௌரி', 
                'விஷ கௌரி', 
                'உத்தி கௌரி', 
                'அமுதம் கௌரி', 
                'ரோக கௌரி'
            ]
        },
        night: {
            order: [
                'உத்தி கௌரி', 
                'அமுதம் கௌரி', 
                'ரோக கௌரி', 
                'லாபம் கௌரி', 
                'தனம் கௌரி', 
                'சுபம்', 
                'சோர கௌரி', 
                'விஷ கௌரி'
            ]
        }
    },
    பொன்: {
        day: {
            order: [ 
                'தனம் கௌரி', 
                'சுபம்', 
                'சோர கௌரி',  
                'உத்தி கௌரி', 
                'அமுதம் கௌரி',
                'விஷ கௌரி', 
                'ரோக கௌரி',
                'லாபம் கௌரி'
            ]
        },
        night: {
            order: [ 
                'அமுதம் கௌரி',
                'விஷ கௌரி',
                'ரோக கௌரி', 
                'லாபம் கௌரி', 
                'தனம் கௌரி', 
                'சுபம்', 
                'சோர கௌரி', 
                'உத்தி கௌரி'
            ]
        }
    },
    புகர்: {
        day: {
            order: [
                'சுபம்', 
                'சோர கௌரி',
                'உத்தி கௌரி',
                'விஷ கௌரி',
                'அமுதம் கௌரி', 
                'ரோக கௌரி',
                'லாபம் கௌரி',
                'தனம் கௌரி'
            ]
        },
        night: {
            order: [
                'ரோக கௌரி', 
                'லாபம் கௌரி', 
                'தனம் கௌரி', 
                'சுபம்', 
                'சோர கௌரி', 
                'உத்தி கௌரி',
                'விஷ கௌரி',
                'அமுதம் கௌரி'
            ]
        }
    },
    மந்தன்: {
        day: {
            order: [
                'சோர கௌரி',
                'உத்தி கௌரி',
                'விஷ கௌரி',
                'அமுதம் கௌரி', 
                'ரோக கௌரி',
                'லாபம் கௌரி',
                'தனம் கௌரி',
                'சுபம்'
            ]
        },
        night: {
            order: [
                'லாபம் கௌரி', 
                'தனம் கௌரி', 
                'சுபம்', 
                'சோர கௌரி', 
                'உத்தி கௌரி',
                'விஷ கௌரி',
                'அமுதம் கௌரி',
                'சோர கௌரி'
            ]
        }
    }
};